eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hoovercj.vscode-power-mode
hoovercj.vscode-settings-cycler
johnpapa.winteriscoming
jonsmithers.open-in-vim
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
PKief.material-icon-theme
pnp.polacode
silesky.toggle-boolean
vscodevim.vim
wwm.better-align
