aramok.aramoks-black
chouzz.vscode-better-align
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hoovercj.vscode-settings-cycler
johnpapa.winteriscoming
jonsmithers.open-in-vim
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
PKief.material-icon-theme
pnp.polacode
silesky.toggle-boolean
vscodevim.vim
