dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
hoovercj.vscode-power-mode
hoovercj.vscode-settings-cycler
johnpapa.winteriscoming
jonsmithers.open-in-vim
ms-python.python
octref.vetur
pflannery.vscode-versionlens
PKief.material-icon-theme
silesky.toggle-boolean
sodeon.vscode-i3-integration
vscodevim.vim
wix.vscode-import-cost
wwm.better-align
